IDEA StatiCa Open Model
PreloadedBoltsLoadType Enumeration
Compatible with IDEA StatiCa Beta 21.0 - beta
 Preloaded Bolts Load Type SNIP
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public enum PreloadedBoltsLoadType
Public Enumeration PreloadedBoltsLoadType
public enum class PreloadedBoltsLoadType
Members
Member name | Value | Description
Static | 0 |  Static
Dynamic | 1 |  Dynamic
See Also
Reference
IdeaRS.OpenModel Namespace